{
    "books": [{
        "cover": "https://cdn.suggestedreads.com/wp-content/uploads/2019/07/Best-HP-Lovecraft-Books-The-Call-of-Cthulhu-199x300.jpg",
        "detail": "https://www.amazon.com/Cthulhu-Stories-Penguin-Twentieth-Century-Classics-ebook/dp/B002DYMB30/ref=sr_1_1?keywords=The+Call+of+Cthulhu+and+Other+Weird+Stories&qid=1571826806&s=digital-text&sr=1-1",
        "title": "The Call of Cthulhu and Other Weird Stories",
        "description": "Frequently imitated and widely influential, Howard Phillips Lovecraft reinvented the horror genre in the twentieth century, discarding ghosts and witches and instead envisioning mankind as a tiny outpost of dwindling sanity in a chaotic and malevolent universe. This definitive collection reveals the development of Lovecraft’s mesmerizing narrative style and establishes him as a canonical—and visionary—American writer.",
        "language": "en",
        "imageCredit": "Penguin Classics"
    }, {
        "cover": "https://cdn.suggestedreads.com/wp-content/uploads/2019/07/Best-HP-Lovecraft-Books-The-Shadow-Over-Innsmouth-200x300.jpg",
        "detail": "https://www.amazon.com/Complete-Fiction-Lovecraft-Mountains-Innsmouth-ebook/dp/B07NWN6KD6/ref=sr_1_2?crid=PPFJSRLU2XUQ&keywords=the+shadow+over+innsmouth&qid=1571826749&s=digital-text&sprefix=The+Shadow+Over+Innsmouth%2Cdigital-text%2C377&sr=1-2",
        "title": "The Shadow Over Innsmouth",
        "description": "The Shadow over Innsmouth is a horror novella by H. P. Lovecraft. It forms part of the Cthulhu Mythos, using its motif of a malign undersea civilization. It references several shared elements of the Mythos, including place-names, mythical creatures and invocations. The narrator is a student on an antiquarian tour of New England. He sees a piece of exotic jewelry in a museum, and learns that its source is the nearby decrepit seaport of Innsmouth...      It is the only Lovecraft story which was published in book form during his lifetime.",
        "language": "en",
        "imageCredit": "CreateSpace Independent Publishing Platform"
    }, {
        "cover": "https://cdn.suggestedreads.com/wp-content/uploads/2019/07/Best-HP-Lovecraft-Books-Whisperer-in-Darkness-188x300.jpg",
        "detail": "https://www.amazon.com/gp/product/0368465632/ref=nav_signin?ie=UTF8&tag=suggestedreads-20&creative=9325&linkCode=as2&creativeASIN=0368465632&linkId=57757e74b2ff9aac9496b1cf6ee3b079&",
        "title": "The Whisperer in Darkness",
        "description": "The Whisperer in Darkness is a 26,000-word novella by American writer H. P. Lovecraft. Written February-September 1930, it was first published in Weird Tales, August 1931.[1] Similar to The Colour Out of Space (1927), it is a blend of horror and science fiction. Although it makes numerous references to the Cthulhu Mythos, the story is not a central part of the mythos, but reflects a shift in Lovecraft's writing at this time towards science fiction. The story also introduces the Mi-go, an extraterrestrial race of fungoid creatures.",
        "language": "en",
        "imageCredit": "Blurb"
    }, {
        "cover": "https://cdn.suggestedreads.com/wp-content/uploads/2019/07/Best-H.P.-Lovecraft-Stories-At-the-Mountains-of-Madness-200x300.jpg",
        "detail": "https://www.amazon.com/gp/product/1548522449/ref=as_li_qf_asin_il_tl?ie=UTF8&tag=suggestedreads-20&creative=9325&linkCode=as2&creativeASIN=1548522449&linkId=a052db071e2a651258daedacf8db1e06",
        "title": "At the Mountains of Madness",
        "description": "Long acknowledged as a master of nightmarish vision, H.P. Lovecraft established the genuineness and dignity of his own pioneering fiction in 1931 with his quintessential work of supernatural horror, At the Mountains of Madness. The deliberately told and increasingly chilling recollection of an Antarctic expedition's uncanny discoveries - and their encounter with an untold menace in the ruins of a lost civilization - is a milestone of macabre literature.",
        "language": "en",
        "imageCredit": "CreateSpace Independent Publishing Platform"
    }, {
        "cover": "https://cdn.suggestedreads.com/wp-content/uploads/2019/07/Best-H.P.-Lovecraft-Books-The-Case-of-Charles-Dexter-Ward-195x300.jpg",
        "detail": "https://www.amazon.com/gp/product/1500527289/ref=as_li_qf_asin_il_tl?ie=UTF8&tag=suggestedreads-20&creative=9325&linkCode=as2&creativeASIN=1500527289&linkId=75325a505ce59db990892b4aaf2d3279",
        "title": "The Case of Charles Dexter Ward",
        "description": "The Case of Charles Dexter Ward is a short horror novel (51,500 words) by American writer H. P. Lovecraft, written in early 1927, but not published during the author's lifetime. Set in Lovecraft's hometown of Providence, Rhode Island, it was first published (in abridged form) in the May and July issues of Weird Tales in 1941; the first complete publication was in Arkham House's Beyond the Wall of Sleep collection (1943). It is included in the Library of America volume of Lovecraft's work. The novel, set in 1928, describes how Charles Dexter Ward becomes obsessed with his distant ancestor, Joseph Curwen, an alleged wizard with unsavory habits. Ward physically resembles Curwen, and attempts to duplicate his ancestor's Qabalistic and alchemical feats. He eventually uses this knowledge to physically resurrect Curwen. Ward's doctor, Marinus Bicknell Willett, investigates Ward's activities and is horrified by what he finds. Charles Dexter Ward is a young man from a prominent Rhode Island family who has disappeared from a mental asylum. He had been incarcerated during a prolonged period of insanity, during which he exhibited minor and inexplicable physiological changes. His empty cell is found to be very dusty. The bulk of the story concerns the investigation conducted by the Wards' family doctor, Marinus Bicknell Willett, in an attempt to discover the reason for Ward's madness and physiological changes. Willett learns that Ward had spent the past several years attempting to discover the grave of his ill-reputed ancestor, Joseph Curwen. The doctor slowly begins to reveal the truth behind the legends surrounding Curwen, an eighteenth-century shipping entrepreneur and alleged alchemist, who was in reality a necromancer and mass murderer. A raid on Curwen's farm was remarkable for the shouted incantations, lights, explosions, and some not-quite-human figures shot down by the raiders. The raiders swore any witnesses to strict secrecy about what they saw and heard. As Willett's investigations proceed, he finds that Charles had recovered Curwen's ashes, and through the use of magical formulae contained in documents found hidden in Curwen's home in Providence, was able to call forth Curwen from his "essential saltes" and resurrect him. Willett also finds that Curwen, who resembles Charles enough to pass for him, murdered and replaced his modern descendant and resumed his evil activities. Although Curwen convinces onlookers that he is Charles, his anachronistic mindset and behaviour lead authorities to certify him insane and imprison him in an asylum.",
        "language": "en",
        "imageCredit": "CreateSpace Independent Publishing Platform"
    }, {
        "cover": "https://cdn.suggestedreads.com/wp-content/uploads/2019/07/Best-H.P.-Lovecraft-Stories-The-Zombie-Stories-188x300.jpg",
        "detail": "https://www.amazon.com/gp/product/0486798062/ref=as_li_qf_asin_il_tl?ie=UTF8&tag=suggestedreads-20&creative=9325&linkCode=as2&creativeASIN=0486798062&linkId=19548a33afeb3ebca10151682fd16268",
        "title": "The Zombie Stories of H. P. Lovecraft",
        "description": "Joyce Carol Oates, Stephen King, and other experts on horror fiction deem H. P. Lovecraft the master teller of weird tales. These six chilling stories ― all published between 1921 and 1933 ― offer compelling journeys into the land of the undead. The collection begins with The Outsider, the tale of a recluse whose overwhelming loneliness emboldens him to seek out human contact. Subsequent stories include Herbert West ― Reanimator, written as a satire of Frankenstein and used as the source for a popular horror film; In the Vault, in which an undertaker experiences supernatural revenge; Cool Air, an account of a doctor's fanatical obsession with defying death; and Pickman's Model, focusing on an artist's gallery of nightmares. The Thing on the Doorstep concludes the compilation with the compelling tale of a man whose body is preyed upon by a spirit that refuses to die.",
        "language": "en",
        "imageCredit": "Dover Publications"
    }, {
        "cover": "https://cdn.suggestedreads.com/wp-content/uploads/2019/07/Complete-H.P.-Lovecraft-works-213x300.jpg",
        "detail": "https://www.amazon.com/gp/product/0785834206/ref=as_li_qf_asin_il_tl?ie=UTF8&tag=suggestedreads-20&creative=9325&linkCode=as2&creativeASIN=0785834206&linkId=f81e8613f8303d4a2cec864b6766a57e",
        "title": "The Complete Fiction of H. P. Lovecraft",
        "description": "The Complete Fiction of H.P. Lovecraft collects the author's novel, four novellas, and fifty-three short stories. Written between the years 1917 and 1935, this collection features Lovecraft's trademark fantastical creatures and supernatural thrills, as well as many horrific and cautionary science-fiction themes, that have influenced some of today's important writers and filmmakers, including Stephen King, Alan Moore, F. Paul Wilson, Guillermo del Toro, and Neil Gaiman.",
        "language": "en",
        "imageCredit": "Chartwell Books"
    }]
}